Repository: KrzysztofW/lgc-django
Catalog: lgc/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Cannot delete the file `%(filename)s`
fr: Fichier `%(filename)s` ne peut pas être supprimé

source: New File
fr: Nouvelle fiche

source: File successfully created
fr: Fiche créée avec succès.

source: File successfully updated
fr: Fiche mise à jour avec succès.

source: Cannot send email to `%(email)s` (%(err)s)
fr: L'envoi de l'email à %(email)s a échoué (%(err)s)

source: Delete File
fr: Supprimer fiche

source: %(obj_name)s of %(firstname)s %(lastname)s deleted successfully.
fr: %(obj_name)s de %(firstname)s %(lastname)s supprimée avec succès.

source: Cannot remove user files.
fr: Les documents de cet utilisateur ne peuvent pas être supprimés.

source: Process successfully created
fr: Procédure créée avec succès.

source: New Process
fr: Nouvelle procédure

source: Process successfully updated
fr: Procédure mise à jour avec succès.

source: Delete Process
fr: Supprimer procédure

source: This stage cannot be deleted as it is currently being used.
fr: Cette étape ne peut pas être supprimée car elle est utilisée.

source: This process cannot be deleted as it is currently being used.
fr: Cette procédure ne peut pas être supprimée car elle est utilisée.

source: %(obj_name)s `%(name)s' successfully deleted.
fr: %(obj_name)s `%(name)s' supprimée avec succès.

source: Process Stages
fr: Étapes de procédures

source: Generates invoice alert
fr: Génère une alert de facturation

source: Process stage successfully created
fr: Étape de procédure créée avec succès.

source: New Process Stage
fr: Nouvelle étape de procédure

source: Process stage successfully updated
fr: Avoir mis à jour avec succès.

source: Process Stage
fr: Étape de la procédure

source: Delete Process Stage
fr: Supprimer l'étape

source: Process stage
fr: Étape de la procédure

source: Process successfully updated.
fr: Procédure mise à jour avec succès.

source: Stage Name
fr: Nom de l'étape

source: This process has been modified by %(firstname)s %(lastname)s while you were editing it.
fr: La procédure a été modifiée par %(firstname)s %(lastname)s pendant que vous l'éditiez.

source: Reload the page.
fr: Recharger la page.

source: This process has already an invoice
fr: Il y a déjà une facture pour cette procédure

source: Invalid form
fr: Formulaire invalid

source: Invalid stages form
fr: Le formulaire des étapes de procédure est invalide

source: The next stage does not exist.
fr: L'étape suivante n'existe pas.

source: This process has no validated stages.
fr: Cette procédure n'a aucune procédure validées.

source: This process cannot be deleted as it has active stages.
fr: Cette procédure ne peut pas être supprimée car elle est utilisée.

source: This process cannot be deleted.
fr: Cette procédure ne peut pas être supprimée.

source: Process successfully deleted.
fr: Procédure supprimée.

source: The specific stage names are invalid.
fr: Les nomes de l'étape spécifique ne sont pas valides.

source: The process is not complete.
fr: La procédure n'est pas complétée.

source: This process cannot be closed as it does not have any invoice.
fr: Cette procédure ne peut pas être fermée car aucune facture n'a été créée.

source: Completed Processes of %(first_name)s %(last_name)s
fr: Les procédures terminées de %(first_name)s %(last_name)s

source: Person Name
fr: Nom personne

source: File Id
fr: ID fiche

source: Processes ready to invoice
fr: Procédures prêtes à facturer

source: Pending Processes
fr: Procédures en cours

source: New account successfully created
fr: Compte créé avec succès.

source: Create access
fr: Créer un compte utilisateur

source: Cannot link with a non-existent file `%s'
fr: La fiche correspondante n'existe pas `%s'

source: A similar file (id: %(id)d) already exists.
fr: Une fiche similaire (id: %(id)d) existe déjà.

source: There are errors on the page
fr: La page comporte des erreurs

source: Employee Accounts
fr: Comptes salariés

source: Account successfully updated
fr: Compte mis à jour avec succès.

source: Update Account
fr: Modifier compte utilisateur

source: Add an employee
fr: Ajouter un salarié

source: The status cannot be set to active as the user has not accepted our terms and condiftions yet.
fr: Le compte ne peut pas être acitvé tant que l'utilisateur n'a pas accepté nos conditions d'utilisation.

source: Deleted status cannot be set.
fr: Le statut 'supprimé' n'est pas sélectionnable.

source: Account
fr: Compte

source: Delete Account
fr: Supprimer compte utilisateur

source: Account of `%(firstname)s %(lastname)s' deleted successfully.
fr: Compte de `%(firstname)s %(lastname)s' supprimé avec succès.

source: New HR account successfully created
fr: Compte RH créé avec succès.

source: New HR account
fr: Nouveau compte RH

source: Create account
fr: Créer un compte

source: HR account successfully updated
fr: Compte RH mis à jour avec succès.

source: Update HR
fr: Mettre à jour compte RH

source: Invalid Employee table
fr: La table des salariés est invalide

source: Unknown employee ID `%s'
fr: ID `%s' du salarié est inconnu

source: Employee's e-mail cannot be empty
fr: E-mail du salarié ne peut pas être vide

source: HR accounts
fr: Comptes RH

source: HR account
fr: Compte RH

source: Delete HR account
fr: Supprimer un compte RH

source: Settings successfully updated
fr: Configuration mise à jour avec succès

source: Cannot save
fr: Impossible de sauvegarder

source: Currencies
fr: Devises
