Repository: KrzysztofW/lgc-django
Catalog: lgc/locale/*/LC_MESSAGES/django.po
Languages: fr

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: Company
fr: Société

source: Billing Address
fr: Adresse de facturation

source: Update
fr: Mettre à jour

source: Delete
fr: Supprimer

source: Create
fr: Créer

source: First Name, Last Name and Company cannot be empty together.
fr: Au moins un des champs Nom, Prénom ou Société doivent être remplis

source: New Client
fr: Nouveau Client

source: Client successfully created.
fr: Client créé avec succès.

source: Client successfully updated.
fr: Client mis à jour avec succès.

source: Delete Client
fr: Supprimer le client

source: Client %(name)s successfully deleted.
fr: Client %(name)s supprimé avec succès.

source: Invoices
fr: Factures

source: Export
fr: Exporter en CSV

source: The number of selected invoices is greater than 4000.
fr: Le nombre de factures sélectionnées est supérieur à 4000.

source: Employee Name
fr: Nom du salarié

source: Company / Client
fr: Société / Client

source: Items
fr: Dilligences

source: Total (+VAT)
fr: Total TTC

source: Quotations
fr: Devis

source: Credit Notes
fr: Avoirs

source: Delete Invoice
fr: Supprimer la facture

source: Invoice
fr: Facture

source: Invoice %(name)s successfully deleted.
fr: Facture %(name)s supprimée avec succès.

source: Invalid Item table
fr: La tables des dilligences est invalide

source: Disbursements
fr: Débours

source: Invalid Disbursement table
fr: La table des débours est invalide

source: Disbursement receipts
fr: Notes de frais

source: Cannot update a validated invoice.
fr: Une facture validée ne peut pas être mise à jour.

source: There is already an invoice/quote for this process
fr: Il y a déjà une facture / un devis pour cette procédure

source: Client not set.
fr: Choisissez un client.

source: Total does not match. Contact your administrator
fr: Le total est erroné. Contactez votre administrateur.

source: Create invoice
fr: Créer une facture

source: Create Credit Note
fr: Créer un avoir

source: Invoice list
fr: Factures

source: If the state PAID is set, the invoice will not be editable anymore.
fr: Une facture avec l'état 'Payée' n'est plus modifiable.

source: New Invoice
fr: Nouvelle facture

source: Invoice successfully created.
fr: Facture créée avec succès.

source: Quotation successfully created.
fr: Devis créé avec succès.

source: New Quotation
fr: Nouveau devis

source: Invoice successfully updated.
fr: Facture mise à jour avec succès.

source: Quotation successfully updated.
fr: Devis mis à jour avec succès.

source: Credit note successfully updated.
fr: Avoir mis à jour avec succès.

source: Update quotation
fr: Mettre à jour le devis

source: Update credit note
fr: Mettre à jour l'avoir

source: Insert Client
fr: Insérer un client

source: Item %(item)s successfully updated.
fr: Dilligence %(item)s mise à jour avec succès.

source: Item %(item)s successfully created.
fr: Dilligence %(item)s créée avec succès.

source: Edit item
fr: Éditer une dilligence

source: Add
fr: Ajouter

source: Insert Item
fr: Insérer une dilligence

source: Update Item
fr: Mettre à jour une dilligence

source: Edit Client
fr: Éditer Client

source: Update Client
fr: Mettre à jour Client

source: Insert Disbursement
fr: Insérer un débour

source: Update Disbursement
fr: Mettre à jour un débour

source: Client successfully deleted.
fr: Client supprimé avec succès.

source: Item %(item)s successfully deleted.
fr: Dilligence %(item)s supprimée avec succès.

source: There is already an invoice for this quotation
fr: Il y a déjà une facture pour ce devis.

source: Invoice %(id)d has been successfully created.
fr: Facture %(id)d créée avec succès.

source: There is already a credit note for this invoice
fr: Il y a déjà un avoir pour cette facture.

source: Credit Note %(id)d has been successfully created.
fr: Avoir %(id)d créé avec succès.

source: Invoice Reminders
fr: Rappels de Factures

source: Name
fr: Libellé

source: Days
fr: Jours

source: Enabled
fr: Actif

source: Invoice Reminder successfully created
fr: Rappel de facture créé avec succès.

source: New Invoice Reminder
fr: Nouveau rappel de facture

source: Invoice Reminder successfully updated
fr: Rappel de facture mis à jour avec succès

source: Invoice Reminder
fr: Rappel de facture

source: Invoice Reminder successfully deleted
fr: Rappel de facture supprimé avec succès

source: Delete Invoice Reminder
fr: Supprimer le rappel de facture

source: Active
fr: Actif

source: Inactive
fr: Inactif

source: Immigration Process
fr: Procédure d'immigration

source: State
fr: État

source: Jurist
fr: Juriste

source: Prefecture
fr: Préfecture / OFII compétent

source: Subprefecture
fr: Sous-préfecture

source: Consulate
fr: Consulat

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: Process State
fr: État de la procédure

source: Home Entity
fr: Société d'origine

source: Host Entity
fr: Société d'accueil

source: Is private
fr: Privée

source: Designates whether this file is private (a HR cannot access this file).
fr: Indique si cette fiche est privée (un RH ne peut pas y accéder).

source: As per passport
fr: Comme indiqué sur le passeport

source: Birth Date
fr: Date de naissance

source: Home Entity Address
fr: Adresse de la société d'origine

source: Host Entity Address
fr: Adresse de la société d'accueil

source: Person in charge
fr: Responsable

source: Home Address in France
fr: Adresse personnelle en France

source: Home Address outside France
fr: Adresse personnelle hors de France

source: Comments
fr: Commentaires

source: Create an active process
fr: Créer une procédure active

source: Foreign country
fr: Pays d'origine

source: Passport Expiry
fr: Expiration du passeport

source: Persons in charge of the account
fr: Responsables du compte LGC

source: Send invitation
fr: Envoyer une invitation

source: Send authentication token allowing to choose a new password.
fr: Envoyer un jeton d'authentification pour permettre à l'utilisateur de choisir un nouveau mot de passe.

source: Disabled account
fr: Compte inactif

source: If checked, the user will just have to accept the terms and conditions but their account will be disabled.
fr: Si coché, l'utilisateur n'aura pas de compte actif mais devra juste accepter les conditions d'utilisation.

source: Is admin
fr: Admin

source: This HR user can create new accounts
fr: Cet utilisateur RH peut créer de nouveaux comptes

source: Passport nationality
fr: Nationalité passeport

source: VLTS-TS/DCEM Expiry
fr: Expiration VLTS-TS/DCEM

source: Number
fr: Numéro

source: Stages
fr: Étapes

source: Stage comments
fr: Commentaire d'étape

source: Specific stage French name
fr: Nom français de l'étape spécifique

source: Specific stage English name
fr: Nom anglais de l'étape spécifique

source: Delete process
fr: Supprimer cette procédure

source: No action
fr: Pas d'action

source: Delete last stage
fr: Supprimer la dernière étape

source: Add specific stage
fr: Ajouter une étape spécifique

source: Validate stage
fr: Valider une étape

source: Completed
fr: Marquer comme complété

source: French name
fr: Nom français

source: English name
fr: Nom anglais

source: File*
fr: Fichier*

source: Expiration Type
fr: Type d'expiration

source: Expires in days
fr: Jours avant expiration

source: Show disabled
fr: Afficher inactives

source: Show expired
fr: Afficher expirées

source: Apply my changes anyway.
fr: Soumettre mes modifications malgré tout.

source: Discard all my changes and redisplay.
fr: Abandonner mes modifications et recharger la page.

source: Choose an action:
fr: Choisir une action :

source: Invoice Date
fr: Date de facturation

source: Modification Date
fr: Date de modification

source: PO email
fr: Email PO

source: Include Various Expenses
fr: Inclure les frais divers

source: (Phone, mail...) 5% of the services limited to 100.
fr: (Téléphone, télécopie, courrier) 5% des prestations plafonné à 100.

source: Payment Date
fr: Date de paiement

source: Validation Date
fr: Date de validation

source: Client ID
fr: ID client

source: Client VAT
fr: TVA client

source: Client Address
fr: Adresse client

source: Client City
fr: Ville client

source: Client Country
fr: Pays client

source: Payment Option
fr: Mode de réglement

source: PO Date
fr: Date PO

source: PO Last Name
fr: Nom PO

source: PO First Name
fr: Prénom PO

source: PO Email
fr: Email PO

source: PO rate
fr: Montant PO

source: Currency
fr: Devise

source: Language
fr: Langue

source: Company Option
fr: Société

source: Process
fr: Procédure

source: Already Paid
fr: Déjà réglé

source: Various Expenses
fr: Frais divers

source: Various Expenses No VAT
fr: Frais divers HT

source: Various_expenses (+VAT)
fr: Frais divers TTC

source: Validated
fr: Validées

source: To Be Done
fr: À facturer

source: Disbursements No VAT
fr: Débours HT

source: Disbursements (+VAT)
fr: Débours TTC

source: Disbursements No Vat No Various Expenses
fr: Débours HT sans frais divers

source: Disbursements (+VAT) No Various Expenses
fr: Débours TTC avec frais divers

source: Items No VAT
fr: Dilligences HT

source: Items (+VAT)
fr: Dilligences TTC

source: Total No VAT
fr: Total HT

source: VAT
fr: TVA

source: Home / Host Entity
fr: Société d'origine / d'accueil

source: Persons in charge
fr: Responsables

source: Remaining Balance
fr: Restant dû

source: Status
fr: État

source: From Date
fr: à partir de

source: To Date
fr: jusqu'à

source: CSV Export
fr: Export en CSV

source: Displayed Columns
fr: Colonnes affichées

source: If this state is set, the invoice will not be editable anymore
fr: Si cet état est choisi, la facture ne sera plus modifiable.

source: Address
fr: Adresse

source: Quantity
fr: Quantité

source: Rate
fr: Montant

source: 20% margin
fr: marge 20%

source: Number of days
fr: Numbre de jours

source: French mail template
fr: Modèle de l'email en français

source: English mail template
fr: Modèle de l'email en anglais

source: Your session has expired.
fr: Votre session a expirée.

source: Work Permit
fr: Autorisation de travail

source: Visa or Residence Permit (VLS-TS)
fr: Visa ou titre de séjour (VLS-TS)

source: Visa or Residence Permit (CST)
fr: Visa ou titre de séjour (CST)

source: Visa or Residence Permit (CSP)
fr: Visa ou titre de séjour (CSP)

source: Visa or Residence Permit (APS)
fr: Visa ou titre de séjour (APS)

source: Spouse Work Permit
fr: Autorisation de travail de l'époux(se)

source: Spouse Visa or Residence Permit (VLS-TS)
fr: Visa ou titre de séjour de l'époux(se) (VLS-TS)

source: Spouse Visa or Residence Permit (CST)
fr: Visa ou titre de séjour de l'époux(se) (CST)

source: Spouse Visa or Residence Permit (CSP)
fr: Visa ou titre de séjour de l'époux(se) (CSP)

source: Spouse Visa or Residence Permit (APS)
fr: Visa ou titre de séjour de l'époux(se) (ASP)

source: Spouse WP
fr: AP époux(se)

source: Spouse VLS-TS
fr: VLS-TS époux(se)

source: Spouse CST
fr: CST époux(se)

source: Spouse CSP
fr: CSP époux(se)

source: Spouse APS
fr: APS époux(se)

source: Closed
fr: Clos

source: End date of %s cannot be earlier than start date
fr: La date de fin de %s ne peut pas être antérieure à la date de fin

source: Private File
fr: Fiche privée

source: Creation Date
fr: Date de création

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Foreigner ID
fr: Numéro étranger

source: Citizenship
fr: Nationalité

source: Passport Nationality
fr: Nationalité du passeport

source: Home Entity address
fr: Adresse société d'origine

source: Host Entity address
fr: Adresse société d'accueil

source: Local Address
fr: Adresse personnelle en France

source: Local Phone Number
fr: Numéro de téléphone en France

source: Foreign Address
fr: Adresse personnelle hors de France

source: Foreign Country
fr: Pays

source: Foreign Phone Number
fr: Numéro de téléphone à l'étranger

source: Modified by
fr: Modifié par

source: Modification date
fr: Date de modification

source: A person with this First Name, Last Name and Birth Date already exists.
fr: Une fiche avec les mêmes champs Prénom, Nom et Date de Naissance existe déjà.

source: Work Permit Required
fr: Autorisation de travail requise

source: File
fr: Fiche

source: Uploaded
fr: Date

source: Uploaded by
fr: Enregistré Par

source: Deletion Requested
fr: Suppression demandée

source: Added
fr: Ajouté

source: Visas / Residence Permits / Work Permits
fr: Visas / Titre de séjour / Autorisation de travail

source: Birth date
fr: Date de naissance

source: Passport expiry
fr: Expiration passeport

source: French Name
fr: Nom français

source: English Name
fr: Nom anglais

source: Generates an invoice alert
fr: Génère une alerte de facturation

source: No billing for this process
fr: Pas de facture pour cette procédure

source: Cell Phone Number
fr: Portable

source: VAT Number
fr: Numéro TVA

source: Post Code
fr: Code postal

source: City
fr: Ville

source: Country
fr: Pays

source: Quotation
fr: Devis

source: Credit Note
fr: Avoir

source: Pound
fr: Livre

source: Canadian Dollar
fr: Dollar canadien

source: Pending
fr: En cours

source: Canceled
fr: Annulé

source: To be done
fr: À facturer

source: Done
fr: Facturé

source: Paid
fr: Payé

source: Seen
fr: Vu

source: Credit card
fr: Carte de crédit

source: Check
fr: Chèque

source: Bank transfer
fr: Virement

source: Cash
fr: Éspèces

source: Home
fr: d'origine

source: Host
fr: d'accueil

source: Next Invoice Number
fr: Numéro de facture suivante

source: Next Quotation Number
fr: Numéro de devis suivant

source: With regard to
fr: Concernant

source: The process has already an invoice.
fr: Il y a déjà une facture pour cette procédure.

source: The process has already a quotation.
fr: Il y a déjà un devis pour cette procédure.

source: The process has already a credit note.
fr: Il y a déjà un avoir pour cette procédure.

source: Title
fr: Libellé

source: All
fr: Tous

source: Deletion requested
fr: Suppression demandée

source: Client not set
fr: Client non renseigné

source: Invoice validated on %(val_date)s by %(firstname)s %(lastname)s
fr: Facture validée le %(val_date)s par %(firstname)s %(lastname)s

source: Invoice validated on %(val_date)s
fr: Facture validée le %(val_date)s

source: File Id:
fr: ID fiche :

source: Invoice Id:
fr: ID Facture :

source: Credit Note Id:
fr: ID avoir :

source: Process:
fr: Procédure :

source: Client information
fr: Informations client

source: Authorizations
fr: Autorisations

source: Amount
fr: Montant

source: Subtotal:
fr: Sous-total

source: Disbursements:
fr: Débours :

source: Already paid:
fr: Déjà réglé :

source: Recompute
fr: Recalculer

source: Total for currency:
fr: Total pour la devise :

source: Subtotal
fr: Sous-total

source: Subtotal + VAT
fr: Sous-total TTC

source: Disbursements + VAT
fr: Débours TTC

source: Total + VAT
fr: Total TTC

source: Creation of account
fr: Création du compte

source: Created
fr: Date de création

source: Accepted
fr: Accepté

source: Current entries:
fr: Le contenu actuel :

source: Found %(entries)s file
fr: %(entries)s fichier trouvé

source: File name
fr: Nom du fichier

source: File size
fr: Taille

source: File does not exist!
fr: Le fichier n'existe pas !

source: Upload a file:
fr: Enregistrer un fichier :

source: updated %(update_time)s ago
fr: mis à jour il y a %(update_time)s

source: See All Moderations
fr: Afficher toutes les modérations

source: No pending moderations
fr: Pas de modération en cours

source: Pending processes
fr: Procédures en cours

source: No pending processes
fr: Pas de procédures en cours

source: See all pending processes
fr: Afficher toutes les procédures en cours

source: expired
fr: expirés

source: expires in
fr: expire dans

source: Ready to invoice
fr: prête à facturer

source: has been created
fr: a été créé

source: is ready
fr: prête

source: See all expirations
fr: Afficher toutes les expirations

source: See all ready processes
fr: Afficher toutes les procédures prêtes

source: See all ready invoices
fr: Afficher toutes les factures prêtes

source: There are no pending notifications
fr: Il n'y a pas de notifications en cours

source: User Profile
fr: Mon profil

source: Settings
fr: Configuration

source: Logout
fr: Me déconnecter

source: Employee list
fr: Liste des salariés

source: Found 1 entry
fr: 1 élément trouvé

source: No entries found
fr: Pas d'éléments trouvés

source: Home entity
fr: Société d'origine

source: Host entity
fr: Société d'accueil

source: Expiration Date
fr: Date d'expiration

source: disabled
fr: inactif

source: Processing
fr: Chargement

source: Search
fr: Rechercher

source: Show _MENU_ entries
fr: Afficher _MENU_ éléments

source: Showing _START_ to _END_ of _TOTAL_ entries
fr: Affichage de _START_ à _END_ sur _TOTAL_ éléments

source: Showing 0 to 0 of 0 entries
fr: Affichage de 0 à 0 sur 0 éléments

source: No matching records found
fr: Pas d'éléments trouvés

source: First
fr: Premier

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Last
fr: Dernier

source: Terms and conditions
fr: Mentions légales & RGPD

source: Save
fr: Enregistrer

source: View user's file.
fr: Afficher la fiche

source: The form has been updated by %(firstname)s %(lastname)s while you were editing it. See the changes below:
fr: Le formulaire a été modifié par %(firstname)s %(lastname)s pendant que vous l'éditiez. Voir les différences ci-dessous :

source: Submit
fr: Enregistrer

source: The form has not been saved. Are you sure you want to navigate away from this page?
fr: Le formulaire n'a pas été enregistré. Êtes-vous sûr de vouloir quitter cette page ?

source: First Name not set
fr: Prénom ne peut pas être vide

source: Last Name not set
fr: Nom ne peut pas être vide

source: Immigration Process not set
fr: La procédure d'immigration ne peux pas être vide

source: Start Date not set
fr: La date de début ne peut pas être vide

source: Responsible not set
fr: Le reponsable ne peut pas être vide

source: Birth Date not set
fr: La date de naissance ne peut pas être vide

source: Email not set
fr: L'email ne peut pas être vide

source: Search...
fr: Rechercher ...

source: Dashboard
fr: Tableau de bord

source: Create an account
fr: Créer un compte

source: Go
fr: Afficher

source: Pending employee accounts
fr: Comptes utilisateurs en cours de création

source: Show
fr: Afficher

source: Pending HR accounts
fr: Compte RH en cours de création

source: Files
fr: Fiches

source: Ready invoices
fr: Factures prêtes

source: Click on the Client ID to insert it to the invoice.
fr: Cliquez sur l'ID du client pour l'insérer dans la facture.

source: Modify
fr: Modifier

source: Are you sure you want to delete this item?
fr: Êtes-vous sûr de vouloir supprimer cette dilligence ?

source: Click on the item ID to insert it to the invoice.
fr: Cliquez sur l'ID de la dilligence pour l'insérer dans la facture.

source: The rate will be converted to
fr: Le montant sera convert à

source: Search files...
fr: Rechercher les fiches ...

source: External accounts
fr: Comptes externes

source: Employees
fr: Salariés

source: Create user account
fr: Créer compte util.

source: Account list
fr: Comptes

source: Moderations
fr: Modérations

source: Human resources
fr: Ressources humaines

source: Create HR account
fr: Créer compte RH

source: HR account list
fr: Comptes RH

source: Billing
fr: Facturation

source: Reminders
fr: Rappels

source: Processes
fr: Procédures

source: Models
fr: Modèles

source: Ready for invoicing
fr: À facturer

source: Statistics
fr: Statistiques

source: Local users
fr: Utilisateurs internes

source: Are you sure you want to delete
fr: Êtes-vous sûr de vouloir supprimer

source: Inform the owner of the record about its deletion?
fr: Informer l'utilisateur de la fiche de sa suppression ?

source: Confirm
fr: Confirmer

source: Cancel
fr: Annuler

source: Click here to manage this person's account profile:
fr: Cliquez ici pour afficher le profil de cet utilisateur

source: update profile
fr: mettre à jour le profil

source: HR list
fr: Liste des RHs

source: Go back
fr: Revenir en arrière

source: Show related file
fr: Afficher la fiche correspondante

source: Show invoice
fr: Afficher la facture

source: Show quotation
fr: Afifcher le devis

source: Show credit note
fr: Afficher l'avoir

source: Create quotation
fr: Créer un devis

source: Available Stages
fr: Étapes disponibles

source: Selected Stages
fr: Étapes sélectionnées

source: Stages generating an invoice alert:
fr: Étapes produisant une alerte de facturation :

source: Edit
fr: Éditer

source: General
fr: Général

source: Users
fr: Utilisateurs

source: Total Files
fr: Nombre de fiches

source: Active Files
fr: Nombre de fiches actives

source: Internal Users
fr: Utilisateurs internes

source: External Users
fr: Utilisateurs externes

source: Expirations count
fr: Nombre d'expirations

source: All active expirations
fr: Nombre d'expirations actives

source: Total processes
fr: Nombre de procédures

source: Currently supported processes
fr: Procédures supportées

source: This year revenue
fr: Chiffre d'affaire de l'année en cours

source: Last month revenue
fr: Chiffre d'affaire du mois dernier

source: Per User
fr: Par Utilisateur

source: Crossed Table
fr: Tableau Croisé

source: Per user statistics
fr: Statistiques par utilisateur

source: Total Active Files
fr: Nombre de fiches actives

source: Pending Work Permits
fr: Nombre d'APT non relancées

source: Pending Residence Permits
fr: Nombre de CS non relancées

source: Crossed table of active files
fr: Statistiques croisées des fiches actives

source: Files without jurists
fr: Fiches sans juristes

source: Canadian dollar
fr: Dollar canadien

source: Choose a date range first
fr: Choissiez un intervalle de temps

source: Please contact your administrator.
fr: Contactez votre administrateur.

source: Welcome %(first_name)s %(last_name)s
fr: Bienvenue %(first_name)s %(last_name)s

source: private
fr: privée

source: Spouse information
fr: Informations concernant l'époux/épouse

source: Information
fr: Informations

source: Account Profile
fr: Profil utilisateur

source: The profile for this person does not exist. Follow this link to create it:
fr: Le compte utilisateur de cette personne n'existe pas. Cliquez sur ce lien pour le créer :

source: create profile
fr: créer le profil

source: Invalid document.
fr: Document invalid.

source: Invalid document description.
fr: Description du document n'est pas valide.

source: File too big. Maximum file size is %dM.
fr: Fichier trop volumineux. La taille maximale ne doit pas dépasser %dM.

source: File `%s' already exists.
fr: Fichier `%s' existe déjà.

source: Children
fr: Enfants

source: Invalid Children table
fr: Le formulaire des enfants n'est pas valide

source: Invalid Visas / Residence Permits / Work Permits table
fr: Visas / APT / CS non valide

source: Spouse Visas / Residence Permits / Work Permits
fr: Visas / APT / CS de l'époux/épouse

source: Invalid Spouse Visas / Residence Permits / Work Permits table
fr: Visas / APT / CS de l'époux/épouse non valide

source: Archive boxes
fr: Boîtes d'archive

source: Invalid archive box number
fr: Numéro de la boîte d'archive non valide

source: Yes
fr: Oui

source: No
fr: Non

source: Spouse Expirations
fr: Expirations de l'époux/épouse

source: Pending Invoices
fr: Factures en cours

source: Closed Invoices
fr: Factures validées

source: A deprecated immigration process cannot be used.
fr: Un statut obsolète de la procédure d'immigration ne peut pas être utilisé.

source: This file cannot be closed as it has a pending process.
fr: Cette fiche ne peut pas être fermée car elle contient une procédure en cours.

source: There is a pending moderation on this file.
fr: Une modération est requise sur cette fiche.

source: Click here to moderate it.
fr: Cliquez ici pour l'afficher.
