Repository: KrzysztofW/lgc-django
Catalog: */locale/*/LC_MESSAGES/django.po
Languages: fr

source: Home Entity
fr: Société d'origine

source: Host Entity
fr: Société d'accueil

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: Expires in days
fr: Expirations

source: Show disabled
fr: Afficher inactives

source: Show expired
fr: Afficher expirées

source: Given Name of the employee (as per passport)
fr: Prénom du salarié (comme indiqué sur son passeport)

source: Surname of the employee (as per passport)
fr: Nom du salarié (comme indiqué sur son passeport)

source: Citizenship
fr: Nationalité

source: Work location in France (company name and detailed address)
fr: Lieu de travail en France (nom de la société et adresse détaillée)

source: Intended start date
fr: Date de début souhaité

source: Expected assignment or contract duration
fr: Durée de la mission ou du contrat

source: HR contact for the case
fr: Contact RH pour ce dossier

source: Dependents yes/no
fr: Famille accompagnante oui/non

source: Assignee's email address
fr: Adresse email du salarié

source: Type of assistance required
fr: Type d'assistance demandée

source: Comments and additional information on the case
fr: Commentaires et informations complémentaires sur le dossier

source: For non applicable information please indicate "NA"
fr: Si une information n'est pas applicable à la situation présentée, merci d'indiquer "NA"

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Status
fr: État

source: Created
fr: Date de création

source: Pending
fr: En cours

source: Accepted
fr: Accepté

source: Refused
fr: Refusé

source: Initiate a case
fr: Initier un dossier

source: Go
fr: Afficher

source: Employees
fr: Salariés

source: Show
fr: Afficher

source: We look forward to assisting you with a new French immigration file.
fr: Nous sommes ravis de vous assister dans une nouvelle démarche d'immigration professionnelle pour la France.

source: To initiate a new case in our system please fill out the below information and validate your request by clicking "initiate a new case".
fr: Afin d'initier un nouveau dossier merci de compléter les informations ci-dessous et de valider votre demande en cliquant sur le bouton "initier un dossier".

source: One of our consultants will open a case and contact you shortly in this regard.
fr: L'un de nos consultants va ouvrir un dossier et vous contacter dans les plus brefs délais.

source: Thank you !
fr: Merci !

source: Mandatory information
fr: Informations obligatoires

source: Initiate a new case
fr: Initier un nouveau dossier

source: Your request has been successfully submitted. Thank you.
fr: Votre demande a été soumise avec succès. Merci.

source: Dashboard
fr: Tableau de bord

source: Your request contains errors.
fr: Votre demande comporte des erreurs.

source: Cannot send the request of the account creation. Please contact the KWA team.
fr: Impossible d'envoyer la requête d'initiation du nouveau compte. Merci de contacter l'équipe KWA.

source: Employee File
fr: Fiche du salarié

source: Search
fr: Rechercher
