Repository: KrzysztofW/lgc-django
Catalog: common/locale/*/LC_MESSAGES/django.po
Languages: fr

source: How to complete your on-line form?
fr: Comment compléter le formulaire en ligne ?

source: 1. Once you have selected your password, please connect using your email address and your password.<br><br> 2. On the home page, select « My case »<br><br> 3. Proceed to fill out the forms using your personal information.<br><br> You must confirm at least the following information in order validate the questionnaire:
fr: 1. Une fois votre mot de passe choisi, connectez-vous en utilisant votre adresse mail et votre mot de passe.<br><br> 2. Sur la page d’accueil, sélectionnez « Mon dossier »<br><br> 3. Remplissez le formulaire avec vos informations personnelles.<br><br> Vous devez renseigner au moins les informations suivantes afin de valider le questionnaire :

source: Last Name
fr: Nom

source: First Name
fr: Prénom

source: Date of Birth
fr: Date de naissance

source: The field « Foreigner ID » corresponds to the 10 digit number written on the middle right side of your residence permit or on the OFII validation documents. If you do not hold a French residence permit yet, please ignore this field.<br><br> 4. Once the questionnaire has been filled out, please click on « update » in the lower part of the page. You will be able to amend or update the information on this form at any time during our assistance.<br><br> 5. You may upload all the documents that we will ask you to provide throughout your process on the thumbnail « Documents ». This is also where you will find a copy of the documents we wish to share with you.
fr: Le champ « Numéro d’étranger », correspond au numéro à 10 chiffres inscrit sur le côté droit, au centre, de votre titre de séjour ou sur votre document de validation délivré par l’OFII. Si vous n’êtes pas encore titulaire de document de séjour français, vous n’avez pas besoin de compléter cette information. <br><br> 4. Une fois le formulaire complété, cliquez sur « mettre à jour » en bas de la page. Vous pourrez modifier ou mettre à jour les informations de ce formulaire à tout moment au cours de notre assistance.<br><br> 5. Vous pouvez enregistrer dans votre espace LGC les documents qui vous seront demandés tout au long de la procédure dans l’onglet « Documents ». C’est également à cet emplacement que vous trouverez une copie de vos autorisations de travail et de séjour.

source: 1. Once you have selected your password, please connect using your email address and your password. 2. On the home page, select « My case » 3. Proceed to fill out the forms using your personal information. You must confirm at least the following information in order validate the questionnaire:
fr: 1. Une fois votre mot de passe choisi, connectez-vous en utilisant votre adresse mail et votre mot de passe. 2. Sur la page d’accueil, sélectionnez « Mon dossier » 3. Remplissez le formulaire avec vos informations personnelles. Vous devez renseigner au moins les informations suivantes afin de valider le questionnaire :

source: The field « Foreigner ID » corresponds to the 10 digit number written on the middle right side of your residence permit or on the OFII validation documents. If you do not hold a French residence permit yet, please ignore this field. 4. Once the questionnaire has been filled out, please click on « update » in the lower part of the page. You will be able to amend or update the information on this form at any time during our assistance. 5. You may upload all the documents that we will ask you to provide throughout your process on the thumbnail « Documents ». This is also where you will find a copy of the documents we wish to share with you.
fr: Le champ « Numéro d’étranger », correspond au numéro à 10 chiffres inscrit sur le côté droit, au centre, de votre titre de séjour ou sur votre document de validation délivré par l’OFII. Si vous n’êtes pas encore titulaire de document de séjour français, vous n’avez pas besoin de compléter cette information. 4. Une fois le formulaire complété, cliquez sur « mettre à jour » en bas de la page. Vous pourrez modifier ou mettre à jour les informations de ce formulaire à tout moment au cours de notre assistance. 5. Vous pouvez enregistrer dans votre espace LGC les documents qui vous seront demandés tout au long de la procédure dans l’onglet « Documents ». C’est également à cet emplacement que vous trouverez une copie de vos autorisations de travail et de séjour.

source: Dear ${PERSON_NAME}
fr: Bonjour ${PERSON_NAME}

source: Our Firm has been appointed to assist you with your immigration formalities in France.<br><br> We will accompany you throughout all steps of your application.<br><br> Within the framework of our assistance, you will have access to a hub dedicated to the exchange of documents and the follow-up of your file.<br><br> In order to access this hub, we invite you to activate your account online by creating your password.<br><br> When logging-in for the first time, you will be asked to complete an online form with information that will be useful for your immigration file. If you have any questions, you can contact the person in charge of your case.<br>
fr: Notre Cabinet est mandaté afin de vous assister dans vos formalités d'immigration en France.<br><br> Nous vous accompagnerons tout au long de vos formalités.<br><br> Dans le cadre de notre assistance, nous mettons à votre disposition une plate-forme dédiée à l'échange de documents et au suivi de votre dossier. <br><br> Afin d’accéder à cette plate-forme, nous vous invitons à activer votre compte en ligne en créant votre mot de passe.<br><br> Lors de votre première connexion, il vous sera demandé de compléter un formulaire en ligne avec des informations utiles pour votre dossier d’immigration. Vous pouvez contacter les personnes en charge de votre dossier pour toute question à ce sujet.<br>

source: How to activate my account on-line?
fr: Comment activer votre compte sur notre plate-forme ?

source: The activation of your account takes place on our on-line hub by creating a password.<br><br> Kindly click on this <a href="${TOKEN_URL}">link</a>.<br> A pop up window will appear allowing you to activate your account.<br> Follow the instructions to create your password.<br>
fr: L’activation de votre compte se fait sur notre plate-forme en créant votre mot de passe.<br><br> Merci de bien vouloir cliquer sur ce <a href="${TOKEN_URL}">lien</a>.<br> Une fenêtre apparaîtra vous permettant d’activer votre compte.<br> Veuillez suivre les consignes pour créer votre mot de passe.<br>

source: How to connect yourself on our platform after activating your account?
fr: Comment vous connecter à notre plate-forme après l’activation ?

source: After activating your account, you will be able to access our hub on the following address: <a href="${URL}">${URL}</a>.<br><br> To log in you will need to use your email address as login and the password you personalized when you activated your account.<br><br> Our Firm takes a special care in processing of your personal data. As part of the activation of your on-line account, you will be asked to consent to the collection of some of your personal data. You will clearly be informed of which personal data we will be collecting, and the purpose of processing of such personal data.<br><br>
fr: Après avoir activé votre compte, vous pourrez accéder à notre plate-forme en cliquant sur: <a href="${URL}">${URL}</a>.<br><br> Pour vous connecter à votre compte vous devrez utiliser votre adresse email comme identifiant et votre mot de passe que vous aurez créé lors de l’activation de votre compte.<br><br> Notre Cabinet porte une attention particulière au respect du traitement de vos données personnelles. Dans le cadre de la création de votre compte, vous serez amené à consentir à la collecte de certaines de vos données personnelles. Vous serez clairement informé des données personnelles qui seront collectées, et de la finalité du traitement de vos données personnelles.<br><br>

source: In case of any difficulties with the activation your account, kindly contact the following address:
fr: En cas de problème lié à l’activation de votre compte, merci debien vouloir contacter l’adresse suivante :

source: Our Firm has been appointed to assist you with your immigration formalities in France. We will accompany you throughout all steps of your application. Within the framework of our assistance, you will have access to a hub dedicated to the exchange of documents and the follow-up of your file. In order to access this hub, we invite you to activate your account online by creating your password. When logging-in for the first time, you will be asked to complete an online form with information that will be useful for your immigration file. If you have any questions, you can contact the person in charge of your case.
fr: Notre Cabinet est mandaté afin de vous assister dans vos formalités d'immigration en France. Nous vous accompagnerons tout au long de vos formalités. Dans le cadre de notre assistance, nous mettons à votre disposition une plate-forme dédiée à l'échange de documents et au suivi de votre dossier. Afin d’accéder à cette plate-forme, nous vous invitons à activer votre compte en ligne en créant votre mot de passe. Lors de votre première connexion, il vous sera demandé de compléter un formulaire en ligne avec des informations utiles pour votre dossier d’immigration. Vous pouvez contacter les personnes en charge de votre dossier pour toute question à ce sujet.

source: The activation of your account takes place on our on-line hub by creating a password. Kindly click on this link: ${TOKEN_URL}. A pop up window will appear allowing you to activate your account. Follow the instructions to create your password.
fr: L’activation de votre compte se fait sur notre plate-forme en créant votre mot de passe. Merci de bien vouloir cliquer sur ce lien : ${TOKEN_URL}. Une fenêtre apparaîtra vous permettant d’activer votre compte. Veuillez suivre les consignes pour créer votre mot de passe.

source: After activating your account, you will be able to access our hub on the following address: ${URL}. To log in you will need to use your email address as login and the password you personalized when you activated your account. Our Firm takes a special care in processing of your personal data. As part of the activation of your on-line account, you will be asked to consent to the collection of some of your personal data. You will clearly be informed of which personal data we will be collecting, and the purpose of processing of such personal data.
fr: Après avoir activé votre compte, vous pourrez accéder à notre plate-forme en cliquant sur: ${URL}. Pour vous connecter à votre compte vous devrez utiliser votre adresse email comme identifiant et votre mot de passe que vous aurez créé lors de l’activation de votre compte. Notre Cabinet porte une attention particulière au respect du traitement de vos données personnelles. Dans le cadre de la création de votre compte, vous serez amené à consentir à la collecte de certaines de vos données personnelles. Vous serez clairement informé des données personnelles qui seront collectées, et de la finalité du traitement de vos données personnelles.

source: Following your request, we confirm that your &quot;LGC&quot; account has been deleted in accordance with Article 17.1 of the General Data Protection Regulation (GDPR) on the Right to Erasure (&quot;Right to be Forgotten&quot;).
fr: A la suite de votre demande, nous vous confirmons que votre compte « LGC » a bien été supprimé conformément à l’article 17.1 du Règlement général sur la protection des données (RGPD) sur le Droit à l'effacement (« droit à l'oubli »).

source: Your personal data will no longer be accessible.
fr: Vos données à caractère personnel ne nous seront plus accessibles.

source: If this is an error, please contact me.
fr: S’il s’agit d’une erreur, je vous prie de bien vouloir me contacter.

source: Best regards
fr: Très cordialement

source: Following your request, we confirm that your "LGC" account has been deleted in accordance with Article 17.1 of the General Data Protection Regulation (GDPR) on the Right to Erasure ("Right to be Forgotten").
fr: A la suite de votre demande, nous vous confirmons que votre compte « LGC » a bien été supprimé conformément à l’article 17.1 du Règlement général sur la protection des données (RGPD) sur le Droit à l'effacement («droit à l'oubli»).

source: Showing
fr: Affichage

source: to
fr: à

source: of
fr: sur

source: 1 entry
fr: 1 élément

source: First
fr: Premier

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Last
fr: Dernier

source: Show
fr: Afficher

source: entries
fr: éléments

source: LGC account deletion request
fr: LGC suppression de compte demandée

source: Hi, The account of %(firstname)s %(lastname)s is requested for deletion. Your attention is required. Follow this link to accept it or refuse it: %(url)s Best Regards.
fr: Bonjour, La suppresion du compte de %(firstname)s %(lastname)s a été demandée. Votre attention est requise. Cliquez sur le lien suivant pour l'accepter ou la refuser: %(url)s Cordialment.

source: Moderation required
fr: Modération requise

source: Hi, The file %(url)s has been modified by %(firstname)s %(lastname)s. Your attention is required. Follow this link to moderate it: %(murl)s Best Regards.
fr: Bonjour, La fiche %(url)s a été modifiée par %(firstname)s %(lastname)s. Votre attention est requise. Cliquez sur le lien suivant pour modérer cette fiche: %(murl)s Cordialment.

source: Creation of your LGC account
fr: Création de votre compte LGC

source: Confirmation - your “my KWA” account has been deleted
fr: Confirmation de la suppression de compte LGC

source: Confirm it's you to access your LGC account
fr: Veuillez confirmer votre identité pour pouvoir accéder à votre compte LGC

source: Hi %(firstname)s %(lastname)s, It looks like you're having trouble signing into your account. Please follow this link: %(token)s to verify your identity and access your account. (It's only good for %(expiry)d hours.) If you don't recognize this activity, please contact us (contact@example.com)
fr: Bonjour %(firstname)s %(lastname)s, Il semble que vous ne puissiez pas vous connecter à votre compte. Suivez ce lien : %(token)s pour vérifier votre identité et accéder à votre compte. (Valable pendant %(expiry)d heures seulement.) Si vous ne reconnaissez pas cette activité, contactez-nous (contact@example.com)

source: Numbers and special characters are not allowed.
fr: Chiffres et caractères spéciaux ne sont pas autorisés.

source: Special characters are not allowed.
fr: Caractères spéciaux ne sont pas autorisés.
