Repository: KrzysztofW/lgc-django
Catalog: employee/locale/*/LC_MESSAGES/django.po
Languages: fr

source: First Name
fr: Prénom

source: As per passport
fr: Comme indiqué sur le passeport

source: Last Name
fr: Nom

source: Birth Date
fr: Date de naissance

source: Home Entity Address
fr: Adresse société d'origine

source: Host Entity Address
fr: Adresse société d'accueil

source: Passport Expiry
fr: Expiration du passeport

source: Reject change
fr: Rejeter

source: File name
fr: Prénom

source: My Case
fr: Mon dossier

source: Show
fr: Afficher

source: My Expirations
fr: Mes expirations

source: Dashboard
fr: Tableau de bord

source: My case
fr: Mon dossier

source: My expirations
fr: Mes expirations

source: Updated by %(firstname)s %(lastname)s (%(role)s) on %(mdate)s
fr: Mis à jour par %(firstname)s %(lastname)s (%(role)s) le %(mdate)s

source: Current form:
fr: Le contenu actuel :

source: To be moderated:
fr: À modérer :

source: Accept
fr: Accepter

source: Are you sure to reject this moderation?
fr: Êtes-vous sûr de vouloir rejecter cette modération ?

source: Page already moderated
fr: Modération déjà effectuée

source: Go to the user's page
fr: Voir la paged du salarié

source: See other pending moderations
fr: Voir les autres modérations

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Host entity
fr: Société d'accueil

source: The form has been modified by %(firstname)s %(lastname)s while you were editing it. <a href="%(url)s">Reload the page</a> to continue (your modifications will be lost).
fr: Le formulaire a été modifié par %(firstname)s %(lastname)s pendant que vous l'éditiez. <a href="%(url)s">Recharger la page</a> pour continuer (vos modifications en cours seront perdues).

source: Invalid %(title)s table.
fr: Table %(title)s invalide.

source: Moderation failed.
fr: La modération a échouée.

source: Cannot remove user files.
fr: Impossible de supprimer le(s) ficher(s)

source: Moderation has been rejected.
fr: La modération a été rejetée.

source: Invalid document form.
fr: Le formulaire des documents est invalide.

source: Children
fr: Enfants

source: Invalid children form
fr: Le formulaire des enfants est invalide.

source: Invalid form.
fr: Le formulaire est invalide.

source: Moderation successfully submitted.
fr: Modération prise en compte avec succès.
